const examDataPart1 = [
    {
        id: 1,
        type: "single",
        question: "主张“意识的作用是使个体更好地适应环境”的心理流派是( )。",
        options: ["A. 构造主义", "B. 行为主义", "C. 机能主义", "D. 人本主义"],
        answer: "C",
        analysis: "机能心理学也主张研究意识。但是，他们不把意识看成个别心理元素的集合，而看成川流不息的过程。意识的作用就是使有机体适应环境，因此选择C选项；构造主义强调意识的结构，将意识分成了感觉、情感和表象三个元素；行为主义强调心理学应该以行为为主要研究对象，并关注刺激与反应之间的联结；人本主义强调以正常人的人格为研究对象，强调人的自由意志。"
    },
    {
        id: 2,
        type: "single",
        question: "新精神分析学派中,沙利文提出的理论是( )。",
        options: ["A. 人际关系论", "B. 逃避自由论", "C. 文化论", "D. 自我论"],
        answer: "A",
        analysis: "沙利文认为，弗洛伊德的理论和治疗没有考虑到社会关系的重要性，心理障碍并非仅仅涉及创伤性的内部心理过程，而且包括了人际之间的纠葛，甚至强大的社会压力，因此选A。"
    },
    {
        id: 3,
        type: "single",
        question: "与机体的唤醒状态密切相关的脑结构是( )。",
        options: ["A. 扣带回", "B. 网状结构", "C. 穹隆", "D. 小脑"],
        answer: "B",
        analysis: "网状结构按功能可分成上行系统和下行系统两部分。上行网状结构也叫上行激活系统，它控制着机体的觉醒或意识状态，与保持大脑皮层的兴奋性，维持注意有密切的关系，因此选B项。扣带回位于边缘系统，主要与注意有密切关系；海马在记忆功能中有重要作用；小脑的作用是主要协助大脑维持身体的平衡与协调动作。"
    },
    {
        id: 4,
        type: "single",
        question: "对于右利手的人而言,下列选项中,主要由大脑左半球负责的是( )。",
        options: ["A. 空间认知", "B. 面孔识别", "C. 音乐欣赏", "D. 语言加工"],
        answer: "D",
        analysis: "裂脑研究说明，两半球可能具有不同的功能，语言功能主要定位于左半球，该半球主要负责言语、阅读、书写、数字运算和逻辑推理等。而知觉物体的空间关系、情绪、欣赏音乐和艺术等则定位于右半球，因此选D项。"
    },
    {
        id: 5,
        type: "single",
        question: "优秀的广告往往通过新颖的设计、强烈的对比等形式来吸引人们的注意。这种注意大多属于( )",
        options: ["A. 不随意注意", "B. 随意注意", "C. 随意后注意", "D. 分配性注意"],
        answer: "A",
        analysis: "不随意注意是指事先没有目的，也不需要意志努力就能维持的注意。如突然开门的声音引起的注意。引起不随意注意的原因包括：①刺激物自身特点：刺激物自身特点包括新异性、强度、运动变化等。②人本身的状态：人的状态包括需要、情感、兴趣与过去的经验等因素。"
    },
    {
        id: 6,
        type: "single",
        question: "注意起伏的平均时间约为( )。",
        options: ["A. 3~7秒", "B. 8~12秒", "C. 13~17秒", "D. 18~22秒"],
        answer: "B",
        analysis: "有人用实验测出，注意起伏(即每一次起伏)的时间平均为8~12秒，选B项。"
    },
    {
        id: 7,
        type: "single",
        question: "假设对于200克的物质,再增加1.5克,人刚好能感觉到重量变化。根据韦伯定律,300克物质,被试可以感觉到差异的增加量是( )。",
        options: ["A. 2.25g", "B. 3g", "C. 3.5g", "D. 4.5g"],
        answer: "A",
        analysis: "德国生理学家韦伯曾系统研究了触觉的差别感觉阈限。引起差别感觉的刺激的增量与原刺激量之间存在着某种关系。这种关系可用以下公式来表示： $K=\\Delta I/I$ 。 $K=1.5/200=0.0075$ ；300克物质，被试可以感觉到差异的重量： $\\Delta I=K\\times I=2.25g$ 。"
    },
    {
        id: 8,
        type: "single",
        question: "下列关于视觉感受器的表述,错误的是( )。",
        options: ["A. 视杆细胞主要感受事物的明和暗", "B. 视锥细胞主要感受事物的细节和颜色", "C. 视杆细胞的数量少于视锥细胞的数量", "D. 视网膜边缘的视杆细胞的数量多于视锥细胞的数量"],
        answer: "C",
        analysis: "视锥细胞和视杆细胞是视网膜上的第一层细胞，人的视网膜上有1.2亿个视杆细胞和600万个视锥细胞，因此选C。在视网膜的中央凹，还有视锥细胞，没有视杆细胞；离开中央凹，视杆细胞急剧增加。视杆细胞是夜视器官，它们在昏暗的照明条件下起作用，主要感受物体的明、暗；视锥细胞是昼视器官，在中等的照明条件下起作用，主要感受物体的细节和颜色。"
    },
    {
        id: 9,
        type: "single",
        question: "心理学家把环境中的物理客体和它们在视网膜上的光学成像分别称为( )。",
        options: ["A. 远刺激、近刺激", "B. 知觉刺激、感觉刺激", "C. 单一刺激、复合刺激", "D. 感觉刺激、知觉刺激"],
        answer: "A",
        analysis: "考夫卡把刺激分成近刺激和远刺激两种。远刺激是指来自物体本身的刺激，如一定波长的光线，一定频率的空气振动等。近刺激是指直接作用于感觉器官的刺激，如物体在视网膜上的投影等，因此选A项。"
    },
    {
        id: 10,
        type: "single",
        question: "即使你在人声嘈杂的房间中和朋友倾心交谈,如果别人提到你的名字,你也能听到,这种现象称为( )。",
        options: ["A. 现象", "B. 普肯野效应", "C. 感觉适应现象", "D. 鸡尾酒会效应"],
        answer: "D",
        analysis: "鸡尾酒会效应是指在嘈杂的背景下突然听到自己的姓名时会即刻进行信息加工。而当该通道的刺激信息变化不大或只发生细微变化的时候，注意就不会发生转移，这种现象被称之为注意的鸡尾酒会现象，选D项。"
    },
    {
        id: 11,
        type: "single",
        question: "下列关于外显记忆的表述,错误的是( )",
        options: ["A. 需要意识的参与", "B. 遗忘的特点是先快后慢", "C. 再认和回忆测量的是外显记忆", "D. 加工深度不影响外显记忆的效果"],
        answer: "D",
        analysis: "研究发现，对刺激项目的加工深度并不影响被试的内隐记忆效果，而对外显记忆则有非常明显的影响。其他选项都正确。"
    },
    {
        id: 12,
        type: "single",
        question: "图尔文(E. Tulving)将长时记忆分为( )",
        options: ["A. 内隐记忆、外显记忆", "B. 情景记忆、语义记忆", "C. 陈述性记忆、程序性记忆", "D. 前瞻记忆、回溯记忆"],
        answer: "B",
        analysis: "图尔文将长时记忆分为两类：情景记忆和语义记忆，均属于陈述记忆。内隐记忆与外显记忆是根据记忆过程中意识参与程度划分；陈述性记忆与程序性记忆是安德森的划分方式；根据记忆内容在时间轴上的指向，可以将记忆分为前瞻记忆和回溯记忆。"
    },
    {
        id: 13,
        type: "single",
        question: "一项测验要求人们在一定时间内尽可能多地写出曲别针的用处。这种测量发散思维的方法是( )",
        options: ["A. 命题测验", "B. 语义距离联想", "C. 非常规用途测验", "D. 远距离联想"],
        answer: "C",
        analysis: "回形针的其他用途主要是变通性，吉尔福特通过非常规用途测验来测量发散思维的变通性。"
    },
    {
        id: 14,
        type: "single",
        question: "突发火警,老师组织学生有序地撤离。根据社会进化论,老师的这种行为符合( )",
        options: ["A. 社会公平规范", "B. 社会学习规范", "C. 社会责任规范", "D. 相互性规范"],
        answer: "C",
        analysis: "社会责任规范：是指人们有责任和义务去帮助那些依赖自己并需要帮助的人。社会公平规范：是指帮助那些值得帮助的人。社会学习强调强化和模仿。相互性规范：也叫互惠规范，它是指人们之间的助人行为应该是互惠的，别人帮助了我，那么我也应该帮助别人，即那些帮助过我的人。"
    },
    {
        id: 15,
        type: "single",
        question: "相对于外部言语,内部言语的主要特点是( )",
        options: ["A. 随意性", "B. 反应性", "C. 计划性", "D. 隐蔽性"],
        answer: "D",
        analysis: "内部言语的特点：①隐蔽性：内部言语是一种不出声的语言形式，但是语言器官发出的动觉信号在内部语言中起着重要作用。②简略性：内部言语不是一种直接用于交际的语言，它不存在别人是否理解的问题，因而常常以十分简略、概括的形式出现。"
    },
    {
        id: 16,
        type: "single",
        question: "一个学生努力学习,渴望考试取得好成绩,希望能在班上名列前茅,支配这种行为的主要动机是( )。",
        options: ["A. 成就动机", "B. 权力动机", "C. 交往动机", "D. 生理动机"],
        answer: "A",
        analysis: "成就动机是指人们希望从事对他有重要意义的、有一定困难的、具有挑战性的活动，在活动中能取得完满的优异结果和成绩，并超过他人的动机。权力动机是指人们具有的某种支配和影响他人以及周围环境的内在驱力。交往动机是在交往需要的基础上发展起来的一种重要的社会性动机，交往需要表现为每个人都愿意归属于某个团体，喜欢与人来往，希望得到别人的关心、友谊、支持、合作与赞赏。生理动机也称驱力，它是以有机体自身的生物学需要为基础的动机。如饥饿、性、渴、睡眠等。"
    },
    {
        id: 17,
        type: "single",
        question: "有人认为,参加一项高难度考试时,动机水平偏低的考生更可能发挥出最佳水平,这种观点的依据是( )。",
        options: ["A. 对数定律", "B. 耶克斯-多德森定律", "C. 晕轮效应", "D. 罗森塔尔效应"],
        answer: "B",
        analysis: "根据耶克斯-多德森定律：各种活动都存在一个最佳的动机水平，中等强度的动机最有利于任务的完成，动机不足或过分强烈，都会使工作效率下降。在比较容易的任务中，行为效率随动机的提高而上升；随着任务难度的增加，动机最佳水平有逐渐下降的趋势，也就是说，在难度较大的任务中，较低的动机水平有利于任务的完成。"
    },
    {
        id: 18,
        type: "single",
        question: "小张在人行道上看到别人丢失的一部手机,头脑中相继冒出三种念头:①捡起来,据为己有;②拿别人的东西不道德;③努力工作,等拿到奖金再奖励自己一部。根据弗洛伊德的人格理论,①②③的念头分别反应的是( )。",
        options: ["A. 本我-自我-超我", "B. 超我-本我-自我", "C. 自我-超我-本我", "D. 本我-超我-自我"],
        answer: "D",
        analysis: "本我位于人格的最底层，是人的原始的无意识本能、欲望组成的能量系统，包括各种生理需要，它要求满足，遵循快乐原则；超我位于人格结构的最高层次，由社会规范、伦理道德、价值观念内化而来，是个体社会化的结果。它遵循道德原则，起着抑制本我冲动、对自我进行监控，以及追求完善境界的作用；自我从本我中逐渐分化出来，位于人格的中间层。在本我和超我之间起着调节的作用，它遵循现实的原则，既要尽量满足本我的要求，又受制于超我的约束。所以①捡起来据为己有体现的是本我②不能做不道德的人体现的是超我③努力工作，拿了奖励自己买一部体现的是自我。"
    },
    {
        id: 19,
        type: "single",
        question: "将儿童的心灵比喻成一块“白板”、认为一切观念和知识都来源于后天经验,持这种观点的代表人物是( )",
        options: ["A. 洛克、卢梭", "B. 洛克、华生", "C. 卢梭、弗洛伊德", "D. 华生、弗洛伊德"],
        answer: "B",
        analysis: "英国哲学家洛克提出了“白板说”，认为人的心灵在出生时就如一块白板，一切知识和观念都是从后天的经验中获得的；行为主义代表人物华生提出环境决定论，认为人的行为是由外部环境决定的，否认遗传的作用。因此本题选B。"
    },
    {
        id: 20,
        type: "single",
        question: "军军知道自己的爸爸是爸爸、爸爸的爸爸是爷爷,但不知道爷爷的儿子是谁。这反映军军的思维发展水平处于( )",
        options: ["A. 感知运动阶段", "B. 前运算阶段", "C. 具体运算阶段", "D. 形式运算阶段"],
        answer: "B",
        analysis: "题干中表达的是军军的思维具有不可逆性，处于前运算阶段，因此本题选B。"
    },
    {
        id: 21,
        type: "single",
        question: "一项来自孤儿院的研究发现,那些在出生后前两年被限制在婴儿床上、从未坐立过的儿童到3岁时只有15%可以很好地独立行走。这一发现说明( )。",
        options: ["A. 成熟决定了行走等动作技能出现的时间", "B. 经验是行走等动作技能发展的充分条件", "C. 成熟不是行走等动作技能发展的充分条件", "D. 成熟不是行走等动作技能发展的必要条件"],
        answer: "C",
        analysis: "该研究表明，被限制行动的婴儿即使身体条件达到了成熟，也只有15%的可以很好地独立行走。这说明了不是身体成熟了就一定能够很好地行走。因此成熟不是行走等动作技能发展的充分条件。因此本题选C。"
    },
    {
        id: 22,
        type: "single",
        question: "下列关于依恋的表述,错误的是( )。",
        options: ["A. 安全型依恋的婴儿对母亲是否在场无所谓", "B. 回避型依恋的婴儿在母亲离开时很少哭泣", "C. 矛盾型依恋的婴儿对母亲的离开表现出极度反抗", "D. 婴儿依恋的性质主要取决于母亲与婴儿的互动行为"],
        answer: "A",
        analysis: "安全型依恋的婴儿，母亲在场使其感到足够的安全，能在陌生的环境中进行积极的探索和操作，对陌生人的反应也比较积极。当母亲离开时，其操作、探索行为会受到影响，婴儿明显表现出苦恼、不安。因此安全型依恋的婴儿对母亲是否在场无所谓说法错误。对母亲是否在场无所谓的是回避型依恋的婴儿。因此本题选A。"
    },
    {
        id: 23,
        type: "single",
        question: "反映维果茨基认知发展观的教学实践是( )。",
        options: ["A. 支架式教学", "B. 元认知教学", "C. 发现式教学", "D. 接受式教学"],
        answer: "A",
        analysis: "维果茨基认知发展观的教学实践是支架式教学。维果茨基提出了发展性教学的观点，认为教学应关注即个体现有的发展水平与即将达到的发展水平之间的差异，即最近发展区。而为了更好地促进个体的发展，使个体的最近发展区变成现实的发展水平，社会建构论者提出了支架式教学的主张。因此本题选A。"
    },
    {
        id: 24,
        type: "single",
        question: "3岁的男孩亮亮参加文艺表演拒绝化妆,他说“我不想变成女孩,只有女孩才化妆,男孩化妆会变成女孩。”这反映亮亮性别意识发展( )",
        options: ["A. 获得了性别同一性", "B. 具有性别恒常性", "C. 获得了基于生理因素的性别图式", "D. 具有性别刻板印象"],
        answer: "D",
        analysis: "根据题干可知，亮亮认为男孩化妆就会变成女孩，说明尚未获得性别的恒常性。另外，亮亮认为只有女孩才化妆，说明他具有性别刻板印象。性别刻板印象即关于男性女性应该是什么样的看法，例如女性应该长发，男性应该强壮等。3岁左右的儿童就有性别刻板印象了。因此本题选D。"
    },
    {
        id: 25,
        type: "single",
        question: "75岁的老张经常忘记自行车放在哪里,但是却不会忘记怎么骑自行车,这说明他未表现出明显衰退的记忆能力是( )。",
        options: ["A. 机械记忆", "B. 前瞻记忆", "C. 内隐记忆", "D. 情景记忆"],
        answer: "C",
        analysis: "内隐记忆是个体并没有意识到，过去的经验对当前的活动产生了影响，又叫自动的、无意识的记忆。老年人内隐记忆的年龄差异小于外显记忆，比如虽然忘记自行车放到哪里，但是过去学会的骑自行车的动作没有忘记，老年人有可能忘记他们到菜市场本想买的菜，但他们不会忘记如何炒菜。因此本题选C。"
    },
    {
        id: 26,
        type: "single",
        question: "根据以猴子为研究对象的“奖励预期”实验结果,托尔曼(E. C. Tolman)认为学习的实质是( )。",
        options: ["A. 形成刺激-反应联结", "B. 获得行为习惯", "C. 形成认知地图", "D. 获得结果期待"],
        answer: "D",
        analysis: "托尔曼认为，学习是期待的获得，动物的行为受其预期的指导。实验以猴子为被试，训练其完成一项辨别任务。结果发现，当猴子想从原来的容器中取食香蕉而实际发现是莴苣叶子时，猴子显露出惊讶的表情，它拒食莴苣叶子，并向四周环顾搜索，好像在寻找预期中的香蕉。当寻找失败后，猴子感到非常沮丧，并拒绝取食。由此，托尔曼认为动物和人类的行为不是受它们行为的直接结果支配的，而是受它们预期行为将会带来什么结果支配的。学习乃期待的获得，而非习惯的形成。因此本题选D。"
    },
    {
        id: 27,
        type: "single",
        question: "按照普雷马克(D. Premack)原理,为了使强化更有效,正确的做法是( )",
        options: ["A. 用已有的活动强化新的活动", "B. 用高频率的活动强化低频率的活动", "C. 用价值小的活动强化价值大的活动", "D. 用发生频率相当的两种活动互相强化"],
        answer: "B",
        analysis: "普雷马克原理即用高频行为(喜欢的行为)作为低频行为(不喜欢的行为)的有效强化物，从而促进低频活动的发生。或者说用学生喜爱的活动去强化学生参与不喜爱的活动。因此本题选B。"
    },
    {
        id: 28,
        type: "single",
        question: "根据加涅关于学习繁简水平的分类,儿童学习游泳属于( )。",
        options: ["A. 信号学习", "B. 连锁学习", "C. 规则或原理的学习", "D. 解决问题的学习"],
        answer: "B",
        analysis: "加涅根据学习的繁简水平不同，提出了八类学习：信号学习、刺激反应学习、连锁学习、言语联想学习、辨别学习、概念学习、规则学习、解决问题的学习。其中连锁学习是一系列刺激-反应的联合。题干中所提到的“游泳”符合“连锁学习”的定义。"
    },
    {
        id: 29,
        type: "single",
        question: "布朗(J. Brown)等认为情境性教学的四个基本特征是( )。",
        options: ["A. 情境化的过程、真实的任务、直接经验、情境化的评价", "B. 分布式认知、真实的互动合作、直接经验、情境化的评价", "C. 真实的任务、情境化的过程、真实的互动合作、分布式认知", "D. 真实的任务、情境化的过程、真实的互动合作、情境化的评价"],
        answer: "D",
        analysis: "情境性教学是情境性学习观念在教学中的具体应用，情境性教学是让学习者在一定情境的活动中完成学习。它具有4个基本特征：真实的任务、情境化的过程，真实的互动合作和情境化的评价方式。"
    },
    {
        id: 30,
        type: "single",
        question: "学习完“质量与能量的关系”后,再学习“需求与价格的关系”。这种学习属于( )。",
        options: ["A. 上位学习", "B. 下位学习", "C. 并列结合学习", "D. 派生类属学习"],
        answer: "C",
        analysis: "当新概念或新命题与认知结构中已有的观念既不产生下位关系又不产生上位关系时，它们之间可能存在组合关系，又被称为并列组合学习。题干中的“质量与能量”、“需求与价格”既不产生下位关系又不产生上位关系，因此本题选C。"
    },
    {
        id: 31,
        type: "single",
        question: "高成就需要的学生所具有的特征是( )。",
        options: ["A. 总是让别人提出问题", "B. 总是选择有回报的任务", "C. 总是选择最重要的任务", "D. 总是为自己的行为承担责任"],
        answer: "D",
        analysis: "麦克莱兰的研究发现，成就需要高的人，喜欢对问题承担自己的责任，能从完成任务中获得满足感。"
    },
    {
        id: 32,
        type: "single",
        question: "我国古代思想家孔子提出“仁者爱人”的主张,它所反映的品德心理结构成分是( )",
        options: ["A. 道德情感", "B. 道德判断", "C. 道德认知", "D. 道德行为"],
        answer: "A",
        analysis: "道德情感是人的道德需要是否得到满足而引起的一种内心体验。道德情感是产生和维持道德行为的重要动力之一。我国古代思想家孔子提出的重要道德范畴“仁”，“仁”的一个重要内涵是“仁者爱人”，强调的是道德情感在品德中的核心地位。因此本题选A。"
    },
    {
        id: 33,
        type: "single",
        question: "一项实验要求被试报告呈现于屏幕中央的字母,而忽视呈现于中央目标两侧的字母。在一些试次中,中央目标与两侧字母是一致的;而在另一些试次中,中央目标和两侧字母是不一致的。该实验使用的范式是( )。",
        options: ["A. 双侧任务范式", "B. 负启动范式", "C. 双任务范式", "D. 整体-局部范式"],
        answer: "A",
        analysis: "在双侧任务范式中，要求被试报告呈现于画面中央的字母而忽略呈现于目标两侧的字母(即要求被试注意中央的字母)。在某些试验中，中央和两侧的字母是一致的(如两侧和中央都是T)，而在另一些试验中，中央和两侧的字母不一致(如中央是T而两侧是H)。"
    },
    {
        id: 34,
        type: "single",
        question: "沃和诺尔曼(N. Waugh & D. Norman)使用探测法进行信息提取实验时,依次呈现数字序列“2、7、3、5、4、9、7、6、1、5、3、6”,接着播放纯音提示,则被试需要报告的数字是( )。",
        options: ["A. 1", "B. 3", "C. 6", "D. 7"],
        answer: "A",
        analysis: "沃和诺尔曼采用探测法对短时记忆遗忘原因进行了研究。他们让被试听由若干个数字组成的序列，在数字序列呈现完毕后，伴随着一个声音信号将呈现一个探测数字，这个探测数字曾经在前面出现过一次，要求被试回忆在探测数字后边出现的数字。题干中呈现的探测数字是6，在数字序列中6后边出现的数字就是1。"
    },
    {
        id: 35,
        type: "single",
        question: "下列实验中,不以反应时为主要因变量是( )。",
        options: ["A. 彻里的双耳分听实验", "B. 沙赫特的启动效应实验", "C. 波斯纳的短时记忆视觉编码实验", "D. 斯滕伯格的短时记忆信息提取实验"],
        answer: "A",
        analysis: "彻里的双耳分听实验是以追随耳和非追随耳信息的复现情况作为因变量指标的，而非反应时。"
    },
    {
        id: 36,
        type: "single",
        question: "史蒂文斯发现幂函数关系定律时,所使用的量表制作方法是( )",
        options: ["A. 分段法", "B. 差别阈限法", "C. 感觉等距法", "D. 数量估计法"],
        answer: "D",
        analysis: "1957年史蒂文斯使用数量估计法提出了幂定律。数量估计法是先呈现一个标准刺激，并赋予一个主观数值(如100)，然后变化物理刺激的强度，让被试自己根据刚才的标准刺激，主观估计该刺激的数值。"
    },
    {
        id: 37,
        type: "single",
        question: "在知觉实验中,不可能图形主要被用来验证( )。",
        options: ["A. 时距知觉", "B. 直接知觉", "C. 间接知觉", "D. 运动知觉"],
        answer: "C",
        analysis: "间接知觉论的基本验证方案往往是创造经验信息和刺激信息相矛盾的情境，来分离只有刺激信息独立作用时和只有经验信息参与时的两种不同知觉。具体实验包括不可能图形、三维图形的知觉测验(包括主观轮廓图)和知觉恒常性实验等。"
    },
    {
        id: 38,
        type: "single",
        question: "在一项考察空间提示如何影响视觉刺激觉察的实验中,提示刺激闪现400毫秒之后,在提示位置或非提示位置随机出现目标刺激,要求被试立即按键反应,最可能出现的结果是( )。",
        options: ["A. 无法根据目标刺激出现的位置预测反应时", "B. 当目标刺激出现在提示位置时,反应时更短", "C. 当目标刺激出现在非提示位置时,反应时更短", "D. 目标刺激出现在提示和非提示位置时,反应时差异不显著"],
        answer: "C",
        analysis: "Posner 和 Cohen 发现如果线索与靶子呈现的时间间隔大于了300ms，线索提示的“易化作用”将被“抑制作用”取代，对于提示位置上的靶刺激的反应会慢于非提示位置，这种抑制作用就被称为返回抑制。"
    },
    {
        id: 39,
        type: "single",
        question: "下列选项中,不需要采用单盲或双盲实验法来控制的是( )。",
        options: ["A. 霍桑效应", "B. 实验者效应", "C. 安慰剂效应", "D. 顺序效应"],
        answer: "D",
        analysis: "顺序效应是指实验处理呈现的顺序对因变量的影响,一般采用抵消平衡法来进行控制。"
    },
    {
        id: 40,
        type: "single",
        question: "在心理旋转实验中,实验材料分为正像和镜像两类,每一类都有0°、60°、120°、180°、240°和360°六种角度,同时考查性别对判断的影响,该实验属于( )。",
        options: ["A. 混合设计", "B. 被试内设计", "C. 被试间设计", "D. 随机区组设计"],
        answer: "A",
        analysis: "题干所述实验为混合设计,实验材料和材料角度均为被试内变量,性别为被试间变量。"
    }
];